Repository: Baltasarq/EseiForms
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Subject added correctly
es: Asignatura añadida correctamente

source: Subject already exists
es: Asignatura ya existente

source: Abbreviation invalid: only letters are allowed
es: Abreviatura incorrecta: solo se permiten letras

source: Subject edited correctly
es: Asignatura editada correctamente

source: Subject name cant be blank
es: El nombre de la Asignatura no ser vacío

source: Subject deleted correctly
es: Asignatura borrada correctamente

source: Software added correctly
es: Software añadido correctamente

source: Software already exists
es: Software ya existente

source: Software deleted correctly
es: Software borrada correctamente

source: Request added correctly
es: Petición añadida correctamente

source: You dont have permission for this action
es: No tienes permisos para esta acción

source: Add Request
es: Añadir Peticion

source: Subject
es: Asignatura

source: You needs Software created by you to make a Request
es: Necesitas Software para realizar una Petición

source: You needs Subjects created to make a Request
es: Necesitas tener alguna Asignatura creada para hacer una Peticion

source: Add Software
es: Añadir Software

source: Send
es: Enviar

source: Name
es: Nombre

source: Abbreviation
es: Abreviatura

source: Yes
es: Si

source: Needs root privileges?
es: ¿Necesita Superusuario?

source: Instalation notes
es: Notas de Instalación

source: Close
es: Cerrar

source: Select one software at least
es: Seleccione un software por lo menos

source: Instalation Notes
es: Notas de Instalación

source: Instalation Notes are too long
es: Las Notas de Instalación son muy largas

source: Subjects
es: Asignaturas

source: Add Subject
es: Añadir Asignatura

source: Course
es: Curso

source: Quarter
es: Cuatrimestre

source: Name is too sort
es: El nombre es muy corto

source: Abbreviation is too sort
es: La abreviatura es muy corta

source: Edit Subject
es: Editar Asignatura

source: Welcome to esei-soft
es: Bienvenido a esei-soft

source: A new software to manage software needs
es: Un nuevo software para gestionar necesidades software

source: To access the content, you need to Login
es: Para acceder al contenido necesitas logearte

source: Log In
es: Iniciar Sesión

source: Welcome
es: Benvenido

source: Choose an option
es: Escoje una opcion

source: Requests
es: Peticiones

source: Search
es: Buscar

source: Sort by
es: Ordenar por

source: date
es: Fecha

source: user
es: Usuario

source: subject
es: Asignatura

source: Export to
es: Exportar a

source: User
es: Usuario

source: Date
es: Fecha

source: View
es: Ver

source: Delete
es: Borrar

source: Delete Request
es: Borrar Petición

source: Are you sure to delete this Request?
es: ¿Estás seguro de borrar esta Petición?

source: Nothing to show
es: Nada que mostrar

source: Operating System
es: Sistema Operativo

source: Index
es: Inicio

source: Log Out
es: Desconectarse

source: needs_root
es: Necesita SuperUsuario

source: Needs_Root
es: Necesita SuperUsuario

source: Options
es: Opciones

source: Select one operating system at least
es: Seleccione al menos un sistema operativo

source: Are you sure to delete
es: ¿Esta seguro de borrar

source: All Request with this Software will be deleted!!
es: ¡¡Todas las Peticiones con este Software serán borradas!!

source: Edit
es: Editar

source: Delete Subject
es: Borrar Asignatura

source: All Requests of this Subject will be deleted!!
es: ¡¡Todas las Peticiones de esta Asignatura serán borradas

source: View Request
es: Ver Petición

source: Created by
es: Creada por

source: Needs Root Permisions
es: Necesita SuperUsuario

source: View Software
es: Ver Software

source: There are no installation notes
es: No hay notas de instalación

source: View Subject
es: Ver Asigantura
